[
  {
    "start": 0.0,
    "end": 2.72,
    "text": " The Athletic"
  },
  {
    "start": 2.72,
    "end": 14.36,
    "text": " Hello, welcome back to the athletic football tactics podcast,"
  },
  {
    "start": 14.82,
    "end": 19.0,
    "text": " where this week we are talking about superstars and systems"
  },
  {
    "start": 19.0,
    "end": 23.06,
    "text": " in an era where superstar status is still rampant in media coverage"
  },
  {
    "start": 23.06,
    "end": 25.080000000000002,
    "text": " and the fan experience around football,"
  },
  {
    "start": 25.42,
    "end": 28.98,
    "text": " is that reflected with what we see on the pitch at the top level?"
  },
  {
    "start": 28.98,
    "end": 31.7,
    "text": " No superstars here in the studio,"
  },
  {
    "start": 31.86,
    "end": 35.26,
    "text": " just a trio of athletic writers with perfect alchemy"
  },
  {
    "start": 35.26,
    "end": 38.56,
    "text": " Mark Carey, Liam Thumb and Michael Cox, join me."
  },
  {
    "start": 38.64,
    "end": 39.06,
    "text": " Hi, guys."
  },
  {
    "start": 39.18,
    "end": 40.18,
    "text": " Hi, Ali."
  },
  {
    "start": 40.84,
    "end": 43.28,
    "text": " I am Ali Maxwell, the dutiful water carrier,"
  },
  {
    "start": 43.620000000000005,
    "end": 46.400000000000006,
    "text": " just mopping up and allowing you guys to shine."
  },
  {
    "start": 51.3,
    "end": 54.86,
    "text": " The provocative way of framing the start of this discussion, Michael,"
  },
  {
    "start": 54.86,
    "end": 58.82,
    "text": " is do teams want superstars anymore?"
  },
  {
    "start": 58.980000000000004,
    "end": 62.6,
    "text": " And to what extent is this an era of fitting players into systems"
  },
  {
    "start": 62.6,
    "end": 64.22,
    "text": " rather than systems to players?"
  },
  {
    "start": 64.84,
    "end": 67.06,
    "text": " And to what extent is that different to previous eras?"
  },
  {
    "start": 67.06,
    "end": 67.9,
    "text": " at the top of the game?"
  },
  {
    "start": 68.72,
    "end": 70.26,
    "text": " Yeah, it's an interesting debate,"
  },
  {
    "start": 70.42,
    "end": 72.58,
    "text": " and I suppose a bit of an eternal debate."
  },
  {
    "start": 73.06,
    "end": 76.38000000000001,
    "text": " O'rigo Saki once said that there was only one true revolution in football,"
  },
  {
    "start": 76.52000000000001,
    "end": 79.46000000000001,
    "text": " and that's when football went from being an individual game"
  },
  {
    "start": 79.46000000000001,
    "end": 80.74000000000001,
    "text": " to a collective game,"
  },
  {
    "start": 80.94,
    "end": 85.14,
    "text": " and he said that happened with the Dutch total football side in the 1970s."
  },
  {
    "start": 85.58000000000001,
    "end": 87.42,
    "text": " I think that's probably a bit of a simplification."
  },
  {
    "start": 87.42,
    "end": 88.96000000000001,
    "text": " But, yeah, when you..."
  },
  {
    "start": 88.98,
    "end": 93.14,
    "text": " When you read reports from that period, it certainly does seem that there was a major shift."
  },
  {
    "start": 93.66,
    "end": 100.12,
    "text": " And even when people compared, for example, platini to Zadan, two great French number 10s,"
  },
  {
    "start": 100.38000000000001,
    "end": 105.64,
    "text": " there was a lot of discussion at the time that Zadans era, you had to play a role in the system."
  },
  {
    "start": 105.78,
    "end": 109.30000000000001,
    "text": " You had to play for the team rather than the team working for you as the number 10."
  },
  {
    "start": 109.46000000000001,
    "end": 113.84,
    "text": " So I think there has been a shift away from superstars, but I think it's almost two debates."
  },
  {
    "start": 113.84,
    "end": 118.0,
    "text": " There's a tactical debate, and there's a debate about the way football is consumed."
  },
  {
    "start": 118.4,
    "end": 118.96000000000001,
    "text": " And in that respect,"
  },
  {
    "start": 118.98,
    "end": 121.42,
    "text": " I think the individual is maybe more powerful than ever."
  },
  {
    "start": 121.76,
    "end": 125.66,
    "text": " Yeah, I think we've seen a broad shift to a rise of generally sort of positional play coaches,"
  },
  {
    "start": 125.78,
    "end": 129.78,
    "text": " so ones that, you know, are concerned with the occupation of space, having players staggered"
  },
  {
    "start": 129.78,
    "end": 132.32,
    "text": " in certain ways, a really big focus on the system."
  },
  {
    "start": 132.46,
    "end": 137.0,
    "text": " There's a really interesting video where Lberta DeZerbe is breaking down to Glenn Murray, some of the"
  },
  {
    "start": 137.0,
    "end": 139.56,
    "text": " ways he wants Brighton and presumably his previous teams to build up."
  },
  {
    "start": 140.02,
    "end": 144.22,
    "text": " And he's speaking purely about, you know, these players are moving the markers, and it's fine,"
  },
  {
    "start": 144.26,
    "end": 145.46,
    "text": " it's a hypothetical situation."
  },
  {
    "start": 145.62,
    "end": 147.92000000000002,
    "text": " But he's just referencing the Mischert numbers."
  },
  {
    "start": 147.98000000000002,
    "end": 148.96,
    "text": " He's not speaking about any of the game."
  },
  {
    "start": 148.98,
    "end": 153.14,
    "text": " characteristics or the qualities. He's not saying, you know, a number six that can play in this"
  },
  {
    "start": 153.14,
    "end": 157.76,
    "text": " way or have, you know, be built like this, this foot, this dominant foot. And he's saying,"
  },
  {
    "start": 157.79999999999998,
    "end": 161.29999999999998,
    "text": " I want this person to move here because this is the knock-on effect. And it's definitely"
  },
  {
    "start": 161.29999999999998,
    "end": 166.42,
    "text": " become part of that. I'm sure we'll touch on it sort of more broadly. But I think there's an interesting"
  },
  {
    "start": 166.42,
    "end": 172.16,
    "text": " balance of coaches now that have either come through playing with people that have been in Croix teams,"
  },
  {
    "start": 172.32,
    "end": 177.85999999999999,
    "text": " historically all those Dutch teams in the Barcelona teams, either that, yeah, those coaches specifically"
  },
  {
    "start": 177.86,
    "end": 182.66000000000003,
    "text": " under those coaches before them, or now you're almost getting, and I hate the word"
  },
  {
    "start": 182.66000000000003,
    "end": 186.06,
    "text": " disciple in this regard, but people speak about that for like Artetta having worked under"
  },
  {
    "start": 186.06,
    "end": 190.84,
    "text": " Guadiola and everyone takes a bit of inspiration from somewhere because coaches tend to sort of coach"
  },
  {
    "start": 190.84,
    "end": 195.64000000000001,
    "text": " how they were coach. But I wonder if there's just broader points of analysis now becoming such a"
  },
  {
    "start": 195.64000000000001,
    "end": 199.94000000000003,
    "text": " staple of how modern football works, that the idea of having a superstar means, well, I'm relying"
  },
  {
    "start": 199.94000000000003,
    "end": 203.96,
    "text": " on this player turning up and having a really good day. But if I do my job as a coach and come up"
  },
  {
    "start": 203.96,
    "end": 207.84,
    "text": " with all the solutions, then sort of the burden of success or failures on me,"
  },
  {
    "start": 207.86,
    "end": 212.20000000000002,
    "text": " and as a coach, I can empathise with why you'd rather have that extent of issue for like"
  },
  {
    "start": 212.20000000000002,
    "end": 213.60000000000002,
    "text": " you're in control of the outcome."
  },
  {
    "start": 213.96,
    "end": 218.66000000000003,
    "text": " I was going to bring up the word control because at the heart of this discussion is what managers"
  },
  {
    "start": 218.66000000000003,
    "end": 222.86,
    "text": " or head coaches want and therefore what their teams will look like."
  },
  {
    "start": 223.26000000000002,
    "end": 226.3,
    "text": " And Michael, there are two words that you've referenced quite a lot over the last few years"
  },
  {
    "start": 226.3,
    "end": 229.14000000000001,
    "text": " when we've talked about managers and the head coach role."
  },
  {
    "start": 229.14000000000001,
    "end": 237.20000000000002,
    "text": " And that is a lot more onus on control and being able to put out a game plan that the players"
  },
  {
    "start": 237.20000000000002,
    "end": 243.12,
    "text": " can implement rather than rely on chaos, so to speak, but also something that you mentioned"
  },
  {
    "start": 243.12,
    "end": 247.42000000000002,
    "text": " recently about your perception that a lot of managers and head coaches are now essentially"
  },
  {
    "start": 247.42000000000002,
    "end": 254.70000000000002,
    "text": " careerists who are wary of the fact that they will be judged much more on their tactical"
  },
  {
    "start": 254.70000000000002,
    "end": 262.28000000000003,
    "text": " acumen and the game models that their teams implement when it comes to the future of their career"
  },
  {
    "start": 262.28000000000003,
    "end": 267.18,
    "text": " and have such a short shelf life in whichever job that they have that they may be"
  },
  {
    "start": 267.2,
    "end": 268.88,
    "text": " thinking a little more about the future."
  },
  {
    "start": 269.12,
    "end": 271.14,
    "text": " Do you think that's an aspect of this discussion as well?"
  },
  {
    "start": 271.59999999999997,
    "end": 276.65999999999997,
    "text": " If you know you are going to be judged in your next job interview on the tactics of your former team,"
  },
  {
    "start": 277.02,
    "end": 282.78,
    "text": " well, just trying to rely on one individual feels like perhaps not the best approach if you are"
  },
  {
    "start": 282.78,
    "end": 284.53999999999996,
    "text": " thinking of your career as a whole."
  },
  {
    "start": 284.98,
    "end": 286.26,
    "text": " Yeah, it's an interesting point."
  },
  {
    "start": 286.46,
    "end": 287.91999999999996,
    "text": " I hadn't really considered that."
  },
  {
    "start": 288.3,
    "end": 294.18,
    "text": " I mean, I suppose another thing is that, or a related thing is that the superstars do tend"
  },
  {
    "start": 294.18,
    "end": 296.02,
    "text": " to be at the really top clubs now."
  },
  {
    "start": 296.26,
    "end": 297.18,
    "text": " And I know to a certain extent."
  },
  {
    "start": 297.2,
    "end": 298.15999999999997,
    "text": " And that's always been the case."
  },
  {
    "start": 298.24,
    "end": 300.02,
    "text": " That's just how football is always going to work."
  },
  {
    "start": 300.18,
    "end": 306.0,
    "text": " But I mean, even if you go back to the 1990s, you did have, for example, a player like Matt Laetisier at Southampton,"
  },
  {
    "start": 306.58,
    "end": 313.09999999999997,
    "text": " who, you know, the managers who did well with Southampton were managers who unashamedly based the team around them."
  },
  {
    "start": 313.3,
    "end": 317.78,
    "text": " You had a situation at Furentina, for example, where Gabriel Battastuto was there for the best part of a decade."
  },
  {
    "start": 317.78,
    "end": 323.44,
    "text": " I imagine in this area, if he was there for two or three years and was performing that level, he would"
  },
  {
    "start": 323.44,
    "end": 324.64,
    "text": " have gone to a bigger club sooner."
  },
  {
    "start": 324.64,
    "end": 327.18,
    "text": " So the concentration of superstars is more than."
  },
  {
    "start": 327.2,
    "end": 332.12,
    "text": " than ever at the top clubs, in part because of inequality in terms of, you know, financial"
  },
  {
    "start": 332.12,
    "end": 337.38,
    "text": " offerings. You can earn probably three or four times your wage being a big six club rather"
  },
  {
    "start": 337.38,
    "end": 341.98,
    "text": " than, I don't know, Southampton, whereas back in those days it would be, I don't know, maybe twice"
  },
  {
    "start": 341.98,
    "end": 344.8,
    "text": " as much or something. So, yeah, that has changed things as well."
  },
  {
    "start": 345.5,
    "end": 349.26,
    "text": " I think linked to that is now that transfers happen more than ever. So you're going to have less"
  },
  {
    "start": 349.26,
    "end": 354.03999999999996,
    "text": " of a settled squad the whole time and quite possibly you have got a super surer player doing really well."
  },
  {
    "start": 354.03999999999996,
    "end": 357.15999999999997,
    "text": " And it happens even across the Premier League now within it, I think, you know,"
  },
  {
    "start": 357.2,
    "end": 360.94,
    "text": " Brighton, probably one of the key examples of a club that may not necessarily superstars."
  },
  {
    "start": 361.18,
    "end": 364.65999999999997,
    "text": " Again, there's a broader argument of how you want to actually define that and that can become"
  },
  {
    "start": 364.65999999999997,
    "end": 368.78,
    "text": " an argument endlessly. But to take that as a rule of thumb, a good level player that you can"
  },
  {
    "start": 368.78,
    "end": 373.24,
    "text": " shape a team around, that then another club will poach or they'll buy, can be a really sort of sustainable"
  },
  {
    "start": 373.24,
    "end": 377.18,
    "text": " financial model. But if you hinge your entire player on that and you can't be adaptable or come up"
  },
  {
    "start": 377.18,
    "end": 381.62,
    "text": " with the system, that has been the problem for Roberta Deserby to solve more this season."
  },
  {
    "start": 382.0,
    "end": 386.34,
    "text": " So I think that that sort of links into it, as you say earlier, and Michael mentions that, yeah,"
  },
  {
    "start": 386.34000000000003,
    "end": 390.18,
    "text": " you want to build a blueprint that shows I can implement this elsewhere or I've got the"
  },
  {
    "start": 390.18,
    "end": 395.46000000000004,
    "text": " capabilities to work in this kind of way. So yeah, I guess it just comes down to coaches wanting"
  },
  {
    "start": 395.46000000000004,
    "end": 399.70000000000005,
    "text": " to be in charge and not just say, I need this player to perform and to turn up."
  },
  {
    "start": 399.94000000000005,
    "end": 404.74,
    "text": " It's funny, it's not like Liam to talk about Brighton for any opportunity. But I think another"
  },
  {
    "start": 404.74,
    "end": 408.90000000000003,
    "text": " sort of factor within that in terms of the modern game as well. And it's not to say that players"
  },
  {
    "start": 408.90000000000003,
    "end": 414.24,
    "text": " didn't play a lot of games in an era's gone by. But with the fixture congestion now in terms of the"
  },
  {
    "start": 414.24,
    "end": 418.72,
    "text": " schedule, whether that's at club level or international level, it's the two combined"
  },
  {
    "start": 418.72,
    "end": 423.22,
    "text": " at so many different competitions that I think if you were to gear it more towards an individual"
  },
  {
    "start": 423.22,
    "end": 428.34000000000003,
    "text": " who you can't simply play every single week, then that comes with its own sort of pitfalls as well."
  },
  {
    "start": 428.46000000000004,
    "end": 433.78000000000003,
    "text": " So I think that just by sheer proxy of circumstance, as much as the tactical principles that we're"
  },
  {
    "start": 433.78000000000003,
    "end": 439.24,
    "text": " discussing, I think that pragmatically you just cannot have as much focus on a superstar"
  },
  {
    "start": 439.24,
    "end": 444.1,
    "text": " or a player that you build the team around because of some of the obvious reasons before we get into"
  },
  {
    "start": 444.1,
    "end": 448.3,
    "text": " more of the nuances. I think generally we're speaking about superstars in terms of being a striker that"
  },
  {
    "start": 448.3,
    "end": 452.0,
    "text": " just wants to score goals or sort of be a low touch player in a system that wants a lot of possession"
  },
  {
    "start": 452.0,
    "end": 456.94,
    "text": " or a winger who tends to cheat out of possession or not want to defend and just be there to attack."
  },
  {
    "start": 457.44,
    "end": 461.24,
    "text": " And defence is, okay, I'm saying this in a season where the Premier League goals per game is really,"
  },
  {
    "start": 461.3,
    "end": 465.68,
    "text": " really high, but I don't think as a result of the defensive strategies in terms of mid blocks"
  },
  {
    "start": 465.68,
    "end": 470.24,
    "text": " and low blocks now are so good, they're so compact, they're so tight. Players generally in their athletic"
  },
  {
    "start": 470.24,
    "end": 474.08000000000004,
    "text": " ability, it's got so much quicker and faster that I think you just don't tend to"
  },
  {
    "start": 474.1,
    "end": 477.3,
    "text": " get the goals now with the attacks where a player can jumble through an entire defence,"
  },
  {
    "start": 477.58000000000004,
    "end": 481.40000000000003,
    "text": " where you've got that much time and space in the box. I know Harlan recently had a game where he was"
  },
  {
    "start": 481.40000000000003,
    "end": 485.66,
    "text": " sort of getting picked out for missing certain chances and not scoring, but even then were"
  },
  {
    "start": 485.66,
    "end": 490.38,
    "text": " these difficult headed chances. They're often one-touch finishes. John McKenzie has done some really"
  },
  {
    "start": 490.38,
    "end": 495.8,
    "text": " great work on, you know, the high volume of chances or goals that are one and two touch and how the"
  },
  {
    "start": 495.8,
    "end": 500.22,
    "text": " best players sort of get these shots off really quickly. So I think it's becoming increasingly harder"
  },
  {
    "start": 500.22,
    "end": 504.08000000000004,
    "text": " and maybe coach just spot that and say, I'm putting a lot of burden on this player."
  },
  {
    "start": 504.1,
    "end": 508.08000000000004,
    "text": " to do this in a certain way and the percentage play that you play with it then is just"
  },
  {
    "start": 508.08000000000004,
    "end": 510.82000000000005,
    "text": " seen as really comes back to control. It's a really big risk."
  },
  {
    "start": 511.32000000000005,
    "end": 519.94,
    "text": " The many steps taken within aspects of football marks such as almost the formalisation of football"
  },
  {
    "start": 519.94,
    "end": 524.72,
    "text": " coaching and the way that coaches start their career, the things that they learn early on in their"
  },
  {
    "start": 524.72,
    "end": 530.9,
    "text": " career, the way that they are taught to see the game, implement training sessions and understand the"
  },
  {
    "start": 530.9,
    "end": 534.08,
    "text": " things that matter on a football pitch. And then also the"
  },
  {
    "start": 534.1,
    "end": 539.44,
    "text": " the rise in the use of data in analyzing the game and in doing so much more within"
  },
  {
    "start": 539.44,
    "end": 546.08,
    "text": " football. That has to be a big aspect of this as well. The analysis era is upon us. And with that"
  },
  {
    "start": 546.08,
    "end": 552.8000000000001,
    "text": " a necessity for game plans to be multi-dimensional because those that aren't will be easily snuffed out"
  },
  {
    "start": 552.8000000000001,
    "end": 558.62,
    "text": " by the best analysis. Yeah. And we spoke about it in terms of managers and the pitfalls of managers being"
  },
  {
    "start": 558.62,
    "end": 564.08,
    "text": " a little bit too dogmatic in their approach and not necessarily having a plan B of sorts and"
  },
  {
    "start": 564.1,
    "end": 568.14,
    "text": " how easy that might be to predict how to do it. And interestingly enough,"
  },
  {
    "start": 568.26,
    "end": 572.3000000000001,
    "text": " Brighton probably maybe being an example of that. So I think that, as you say, in the age of"
  },
  {
    "start": 572.3000000000001,
    "end": 578.74,
    "text": " analysis, that almost goes one further if you're having a single superstar who gives the opposition"
  },
  {
    "start": 578.74,
    "end": 584.88,
    "text": " analysts an even easier job because not only do you focus on maybe one specific stylistic trend from"
  },
  {
    "start": 584.88,
    "end": 590.48,
    "text": " the team, you can focus on one specific player and look how to stop them. So yeah, if you become"
  },
  {
    "start": 590.48,
    "end": 594.08,
    "text": " too predictable in the form of a, I guess, a single player, rather than even a specific player,"
  },
  {
    "start": 594.1,
    "end": 599.08,
    "text": " single style, then that potential to nullify that threat becomes higher because you can think of"
  },
  {
    "start": 599.08,
    "end": 603.88,
    "text": " ways to stop them. And maybe historically, if we're comparing with generations, historically,"
  },
  {
    "start": 603.88,
    "end": 608.0600000000001,
    "text": " that was probably by kicking lumps out of them and just taking them out of the game in a more"
  },
  {
    "start": 608.0600000000001,
    "end": 612.94,
    "text": " of a physical sense. Of course, now it's far more tactical. And as we've spoken about, far more new ones."
  },
  {
    "start": 612.94,
    "end": 618.94,
    "text": " But yeah, I think you're only serving to back yourself into a corner if you rely tactically on a single"
  },
  {
    "start": 618.94,
    "end": 623.74,
    "text": " player and then, as you say, extrapolating from that a single system. There's probably one important thing we should"
  },
  {
    "start": 623.74,
    "end": 626.82,
    "text": " mentioned as well, and we've touched on football management as a broader thing."
  },
  {
    "start": 626.94,
    "end": 631.6800000000001,
    "text": " I think at some point last season, a big two-parter, but coaches now coach, their head coaches,"
  },
  {
    "start": 631.8,
    "end": 636.32,
    "text": " they're not managers, their role isn't to, primarily for most clubs, broad generalisation,"
  },
  {
    "start": 636.66,
    "end": 639.92,
    "text": " isn't to recruit players, they're not there saying, I need these 10 players."
  },
  {
    "start": 640.02,
    "end": 643.08,
    "text": " They have whole, you know, recruitment teams and scouts to do that."
  },
  {
    "start": 643.14,
    "end": 647.24,
    "text": " So their job is to coach a system or a style, a way of playing, to have something that can"
  },
  {
    "start": 647.24,
    "end": 651.46,
    "text": " then go into their academy teams to bring players through sort of this, this meta or this"
  },
  {
    "start": 651.46,
    "end": 653.58,
    "text": " broader thing that they're working towards in the long time to say,"
  },
  {
    "start": 653.74,
    "end": 655.04,
    "text": " where we want to be and want to get to."
  },
  {
    "start": 655.1800000000001,
    "end": 661.26,
    "text": " So I guess for them, that then becomes the system or the start of play becomes their sort of overall focus."
  },
  {
    "start": 661.4,
    "end": 663.26,
    "text": " It's their golden thread that runs through all of it."
  },
  {
    "start": 663.26,
    "end": 669.9,
    "text": " And I suppose also, Michael, it's worth pointing out, and maybe this is more understood than in previous series."
  },
  {
    "start": 670.52,
    "end": 679.02,
    "text": " This is a team sport and the teams that tend to either perform or specifically overperform,"
  },
  {
    "start": 679.02,
    "end": 683.24,
    "text": " which is what 99% of clubs that don't have the most money are trying to do,"
  },
  {
    "start": 683.74,
    "end": 690.14,
    "text": " almost all of those teams will play, as I would describe it, as more than the sum of its parts."
  },
  {
    "start": 690.48,
    "end": 695.6800000000001,
    "text": " So rather than just focus on, as if we're able to measure the individual quality of each of"
  },
  {
    "start": 695.6800000000001,
    "end": 701.48,
    "text": " their 11 starters, actually the alchemy, the blend, the tactical system, and the player's ability"
  },
  {
    "start": 701.48,
    "end": 707.86,
    "text": " to implement that is what probably contributes more broadly to success than the performances and"
  },
  {
    "start": 707.86,
    "end": 710.38,
    "text": " outputs of one individual player. Is that fair to say?"
  },
  {
    "start": 710.54,
    "end": 713.58,
    "text": " Yeah, I think you're right. And I think there's almost a bit of a hangover sometimes"
  },
  {
    "start": 713.58,
    "end": 719.32,
    "text": " in terms of how football's discussed from previous areas where individuals were more important."
  },
  {
    "start": 719.8000000000001,
    "end": 725.88,
    "text": " I mean, I sometimes think it's really funny when I see previews of big matches where it discusses the game"
  },
  {
    "start": 725.88,
    "end": 729.6,
    "text": " in terms of key battles, so like center forward against centreback."
  },
  {
    "start": 729.6800000000001,
    "end": 735.48,
    "text": " And I just, I can't remember the last time that I watched a game and afterwards thought, well,"
  },
  {
    "start": 735.5600000000001,
    "end": 738.08,
    "text": " the most important thing was that they won their key battles."
  },
  {
    "start": 738.6600000000001,
    "end": 741.36,
    "text": " And you still, you know, you hear commentators say it."
  },
  {
    "start": 741.36,
    "end": 742.5400000000001,
    "text": " I mean, don't get me wrong."
  },
  {
    "start": 742.54,
    "end": 746.5999999999999,
    "text": " If players are winning their key battles, particularly out wide, we tend to get more"
  },
  {
    "start": 746.5999999999999,
    "end": 749.7199999999999,
    "text": " obvious one against one situations, then great. That's going to be a good thing."
  },
  {
    "start": 750.16,
    "end": 754.14,
    "text": " But I just don't think football is like that anymore if it ever was."
  },
  {
    "start": 754.48,
    "end": 757.36,
    "text": " And I think there are still probably sports where that does apply."
  },
  {
    "start": 757.68,
    "end": 761.9,
    "text": " But in football, it's the game has completely changed and it's everything is so much more cohesive."
  },
  {
    "start": 762.4599999999999,
    "end": 767.2199999999999,
    "text": " The key battles thing or even even the thing where you go through a team and rate each player"
  },
  {
    "start": 767.2199999999999,
    "end": 771.88,
    "text": " out of 10 and come up with the score out of 110 to see which team is better."
  },
  {
    "start": 771.88,
    "end": 775.08,
    "text": " I know it's a bit of fun, but football doesn't work like that."
  },
  {
    "start": 775.26,
    "end": 779.16,
    "text": " Actually, the first five sports that I thought of when you mentioned other sports,"
  },
  {
    "start": 779.82,
    "end": 781.28,
    "text": " you're absolutely spot on."
  },
  {
    "start": 781.4,
    "end": 782.38,
    "text": " They were cricket."
  },
  {
    "start": 782.7,
    "end": 783.88,
    "text": " They were rugby."
  },
  {
    "start": 784.36,
    "end": 787.9399999999999,
    "text": " They were baseball, basketball, American football."
  },
  {
    "start": 788.1,
    "end": 794.28,
    "text": " All of them have much clearer one-v-one matchups in basically all of the time, happening all the time."
  },
  {
    "start": 794.78,
    "end": 799.44,
    "text": " Yeah, I guess the way football specifically has it now, really I'm thinking about a team building up short from the back"
  },
  {
    "start": 799.44,
    "end": 801.86,
    "text": " and another team high pressing that a lot of that a lot of that."
  },
  {
    "start": 801.88,
    "end": 803.5,
    "text": " like becomes man for man a lot of the time."
  },
  {
    "start": 803.9399999999999,
    "end": 806.9,
    "text": " There's times where it isn't, but, you know, they tend to sort of shift that away,"
  },
  {
    "start": 806.96,
    "end": 809.24,
    "text": " especially if the ball goes wide and they tend to lock on one side."
  },
  {
    "start": 809.32,
    "end": 812.96,
    "text": " So you do get situations where you go, okay, number nine, up against a centreback."
  },
  {
    "start": 813.02,
    "end": 816.82,
    "text": " If they can sheet the ball to feet or chest and they can set a pass, they can spin them,"
  },
  {
    "start": 817.14,
    "end": 818.82,
    "text": " suddenly you're away and you've picked locktip."
  },
  {
    "start": 818.92,
    "end": 822.26,
    "text": " Likewise, if you can get it into a winger, can go 1B1 against the fullback."
  },
  {
    "start": 822.38,
    "end": 824.8,
    "text": " So not necessarily in terms of like needing superstars,"
  },
  {
    "start": 824.8,
    "end": 827.98,
    "text": " but having players that have got a really high technical level or a physical level"
  },
  {
    "start": 827.98,
    "end": 831.78,
    "text": " and just that ability, 1v1 to get you out of a situation,"
  },
  {
    "start": 831.88,
    "end": 834.34,
    "text": " there was a great example, and we'll come on to PSG, I'm sure, later,"
  },
  {
    "start": 834.46,
    "end": 837.9,
    "text": " but Usman Dembele against Real Sossidad in the Champions League first leg,"
  },
  {
    "start": 838.02,
    "end": 842.04,
    "text": " where their two best moments of the game came when they tried to build up through the press"
  },
  {
    "start": 842.04,
    "end": 844.64,
    "text": " and they got Dembele, they passed into him back to goal,"
  },
  {
    "start": 844.76,
    "end": 848.74,
    "text": " and he basically just dribbled back about 10, 15 yards, turned on the ball,"
  },
  {
    "start": 849.04,
    "end": 850.36,
    "text": " faced the defence and dribbled through."
  },
  {
    "start": 850.8,
    "end": 853.02,
    "text": " The second time he did it, it led to their second goal,"
  },
  {
    "start": 853.02,
    "end": 855.46,
    "text": " and the first time he went through and you got the left centre back booked."
  },
  {
    "start": 855.66,
    "end": 858.54,
    "text": " So, you know, it almost comes back to that, that Pep Godaida of quite of, like,"
  },
  {
    "start": 858.54,
    "end": 861.74,
    "text": " players of tactics, and at times you can have a plan that you,"
  },
  {
    "start": 861.88,
    "end": 863.28,
    "text": " need the quality to implement it."
  },
  {
    "start": 868.4399999999999,
    "end": 875.48,
    "text": " And in this discussion about less reliance on individual star players, Michael, is this"
  },
  {
    "start": 875.48,
    "end": 882.54,
    "text": " tactical trend at odds with the fact that I think fans and media are certainly still all about"
  },
  {
    "start": 882.54,
    "end": 885.94,
    "text": " the individual players and all about superstars by extension?"
  },
  {
    "start": 886.52,
    "end": 888.82,
    "text": " Yeah, I think that's the funny issue."
  },
  {
    "start": 889.32,
    "end": 891.64,
    "text": " From the media side of things, and, you know, we,"
  },
  {
    "start": 891.88,
    "end": 895.46,
    "text": " experience this in terms of sometimes when we suggest articles, the things that people"
  },
  {
    "start": 895.46,
    "end": 898.62,
    "text": " click on are based around individuals, you know, particularly going to tournaments."
  },
  {
    "start": 898.76,
    "end": 904.26,
    "text": " I'm amazed at how often going into tournaments people want to read about who potentially could be"
  },
  {
    "start": 904.26,
    "end": 905.26,
    "text": " the next big star."
  },
  {
    "start": 905.46,
    "end": 909.22,
    "text": " And I really felt that actually covering the Women's World Cup last year, which of all the tournaments"
  },
  {
    "start": 909.22,
    "end": 912.82,
    "text": " I've seen, I think was least based around individual players."
  },
  {
    "start": 912.9399999999999,
    "end": 917.62,
    "text": " I think, you know, it's almost like women's football made that shift at roughly that point"
  },
  {
    "start": 917.62,
    "end": 919.94,
    "text": " going from an individual game to a team game."
  },
  {
    "start": 920.32,
    "end": 921.72,
    "text": " But it's certainly the thing that."
  },
  {
    "start": 921.88,
    "end": 926.2,
    "text": " attracts clicks. And I think that's, you know, you can look at that in various ways."
  },
  {
    "start": 926.34,
    "end": 931.8,
    "text": " I think the rise of social media's played into that. You can literally follow an individual"
  },
  {
    "start": 931.8,
    "end": 937.84,
    "text": " the same way that was quite difficult to 20 years ago or so. I think advertising drives so much"
  },
  {
    "start": 937.84,
    "end": 943.7,
    "text": " focus on individuals rather than teams as a concept. So that has changed things. And of course,"
  },
  {
    "start": 944.08,
    "end": 949.56,
    "text": " because there's so much focus on individuals and that's what gets people watching things,"
  },
  {
    "start": 949.5600000000001,
    "end": 952.94,
    "text": " that also influences recruitment strategy."
  },
  {
    "start": 953.44,
    "end": 958.24,
    "text": " I mean, there was an interesting article on our site by Paul Ballas, who's our Barcelona correspondent,"
  },
  {
    "start": 958.44,
    "end": 962.7,
    "text": " or one of our Barcelona correspondents, and he wrote a very good article about Robert Lewandowski"
  },
  {
    "start": 962.7,
    "end": 965.1800000000001,
    "text": " and his period at Barcelona so far."
  },
  {
    "start": 965.44,
    "end": 972.94,
    "text": " And there was a sentence that said a lot of people at Barcelona believe they should always have one superstar."
  },
  {
    "start": 973.44,
    "end": 977.86,
    "text": " And I thought that was quite interesting because I don't think Barcelona historically have been like that."
  },
  {
    "start": 977.86,
    "end": 979.5400000000001,
    "text": " I think Real Madrid have been the club of superstar."
  },
  {
    "start": 979.5600000000001,
    "end": 984.58,
    "text": " stars. Barcelona tend to be the club of, of, you know, ideology."
  },
  {
    "start": 985.1800000000001,
    "end": 989.96,
    "text": " Obviously, Messi was the best player probably of all time, but he was also representative of"
  },
  {
    "start": 989.96,
    "end": 995.58,
    "text": " their ideology. So, yeah, it does feel like the top clubs are now a little bit more obsessed with"
  },
  {
    "start": 995.58,
    "end": 1000.84,
    "text": " individuals, but I think maybe the very best clubs are not. I don't think Liverpool have been"
  },
  {
    "start": 1000.84,
    "end": 1004.2800000000001,
    "text": " based around individuals, really. I don't think Guardiola's Manchester City have been."
  },
  {
    "start": 1004.7,
    "end": 1009.3800000000001,
    "text": " They've obviously got very good players, but I think they've been built around something a little bit"
  },
  {
    "start": 1009.38,
    "end": 1013.3,
    "text": " wide. I think for Liverpool and Manchester City, the superstars are probably the managers"
  },
  {
    "start": 1013.3,
    "end": 1019.24,
    "text": " themselves. There's so much narrative around them. But I mean, I agree with Michael. I think that in general,"
  },
  {
    "start": 1019.34,
    "end": 1026.12,
    "text": " though, I would say that fans are more knowledgeable, more appreciative of what a manager is trying to do"
  },
  {
    "start": 1026.12,
    "end": 1032.0,
    "text": " tactically rather than just trying to just see the best players. So if a player, the superstar player,"
  },
  {
    "start": 1032.08,
    "end": 1036.94,
    "text": " one of your better players, doesn't perform in a certain way, I think they are far more aware of"
  },
  {
    "start": 1036.94,
    "end": 1041.14,
    "text": " why or how that might not be the case from a wider tactical perspective. And again,"
  },
  {
    "start": 1041.2,
    "end": 1045.8200000000002,
    "text": " that probably speaks to the media that we have now and more explainers and more access to"
  },
  {
    "start": 1045.8200000000002,
    "end": 1052.28,
    "text": " videos on those sorts of tactical principles. But as I often like to do, I looked into the research"
  },
  {
    "start": 1052.28,
    "end": 1056.78,
    "text": " on this and found some academic studies. I found a recent study by researchers at Birkbeckbet"
  },
  {
    "start": 1056.78,
    "end": 1063.96,
    "text": " University from 2022. And this is more towards the TV side of things. But they looked at TV viewing"
  },
  {
    "start": 1063.96,
    "end": 1066.8400000000001,
    "text": " figures for all televised games from the Champions League."
  },
  {
    "start": 1066.94,
    "end": 1074.1200000000001,
    "text": " between 2013-14 and 2018-19. And from a viewing perspective, they found that TV viewers are more"
  },
  {
    "start": 1074.1200000000001,
    "end": 1079.96,
    "text": " interested in the star players and to a lesser extent the team quality than the sort of the"
  },
  {
    "start": 1079.96,
    "end": 1085.0,
    "text": " competitive intensity of the game itself. So they just wanted to see the best player get on the ball."
  },
  {
    "start": 1085.26,
    "end": 1088.52,
    "text": " You know, tactically, that's not necessarily helpful for the team itself. But, you know,"
  },
  {
    "start": 1088.52,
    "end": 1094.78,
    "text": " Liam mentioned PSG before. If when they lose Killing Abpe, they are undoubtedly going to lose a large"
  },
  {
    "start": 1094.78,
    "end": 1098.44,
    "text": " share of the revenue from not having him and that's going to impact them from a commercial"
  },
  {
    "start": 1098.44,
    "end": 1102.34,
    "text": " perspective, then that's going to maybe affect the amount of money they can invest in and that's"
  },
  {
    "start": 1102.34,
    "end": 1107.04,
    "text": " going to then, you know, maybe change things on the pitch as well. So you can see how the superstar"
  },
  {
    "start": 1107.04,
    "end": 1113.68,
    "text": " sort of effect does then translate into, you know, the wider tactical setup. I think trans-sophies"
  },
  {
    "start": 1113.68,
    "end": 1117.46,
    "text": " often drive narratives as well, right, where people can compare and that can really sort of stimulate"
  },
  {
    "start": 1117.46,
    "end": 1121.84,
    "text": " discussion or sort of opinion. And I'm conscious we're on a tactics spot here, but I don't want to devalue"
  },
  {
    "start": 1121.84,
    "end": 1124.76,
    "text": " the human side of it. I think people should often get into the spot on."
  },
  {
    "start": 1124.78,
    "end": 1129.2,
    "text": " watch it for individuals because it still is a team, as we said, 11 individuals out on the pitch"
  },
  {
    "start": 1129.2,
    "end": 1133.22,
    "text": " and that is always a good thing. You don't want to make it completely like just football manager"
  },
  {
    "start": 1133.22,
    "end": 1138.08,
    "text": " 2D, you know, circles moving. It's still a game played by humans and it always will be a player's"
  },
  {
    "start": 1138.08,
    "end": 1142.66,
    "text": " game. But PSGG, as we mentioned, a really fascinating example of this. So they're going to lose"
  },
  {
    "start": 1142.66,
    "end": 1147.52,
    "text": " Mbapé, who is funny because he scored a really high proportion. I think it was 40% when I last"
  },
  {
    "start": 1147.52,
    "end": 1151.6399999999999,
    "text": " checked of PSG's goals, which was the second highest proportion in the league. And, you know,"
  },
  {
    "start": 1151.68,
    "end": 1154.58,
    "text": " that's a lot for a team up the top and particularly one that's so far clear."
  },
  {
    "start": 1154.78,
    "end": 1159.8999999999999,
    "text": " and Luis Enrique has come in in the summer and he's really tried to make them look a lot more like Barcelona."
  },
  {
    "start": 1160.1399999999999,
    "end": 1163.1,
    "text": " It's been about the system and their recruitment's kind of more closely tied to this."
  },
  {
    "start": 1163.16,
    "end": 1167.32,
    "text": " They've started signing younger players. It's not the Galatco Zero anymore."
  },
  {
    "start": 1167.44,
    "end": 1172.5,
    "text": " They're trying to bring through either young French talent, Parisian talent or players from Liga."
  },
  {
    "start": 1173.3,
    "end": 1175.94,
    "text": " And it's manifested into that four through three that you might expect."
  },
  {
    "start": 1176.74,
    "end": 1184.22,
    "text": " And to be honest with you, it's not that Nabape doesn't fit, but if you were to sort of curate a profile for the type of winger that you'd want or the type of number nine,"
  },
  {
    "start": 1184.22,
    "end": 1186.0,
    "text": " you wouldn't really have him in either."
  },
  {
    "start": 1186.16,
    "end": 1187.76,
    "text": " He's kind of really good at being a bit of both,"
  },
  {
    "start": 1187.88,
    "end": 1191.4,
    "text": " but he's clearly a case of Lewis and Bicke trying to fit him into that"
  },
  {
    "start": 1191.4,
    "end": 1193.0,
    "text": " rather than sort of building the team around it."
  },
  {
    "start": 1193.1000000000001,
    "end": 1196.72,
    "text": " And the specific example of our raises after the winner against Rams this season,"
  },
  {
    "start": 1196.88,
    "end": 1197.58,
    "text": " away from home."
  },
  {
    "start": 1197.7,
    "end": 1198.74,
    "text": " And Bapet's called a hat trick."
  },
  {
    "start": 1199.16,
    "end": 1200.0,
    "text": " They won 3-0."
  },
  {
    "start": 1200.4,
    "end": 1204.48,
    "text": " It's a hat trick of one-touch finishes, two great sort of bits of movement to attack."
  },
  {
    "start": 1204.56,
    "end": 1205.72,
    "text": " Cutbacks for the second and third,"
  },
  {
    "start": 1205.78,
    "end": 1207.82,
    "text": " and a great back post-volley for the first one,"
  },
  {
    "start": 1207.94,
    "end": 1210.74,
    "text": " be it the fewest touches of any PSG outfielder to start,"
  },
  {
    "start": 1210.84,
    "end": 1212.3,
    "text": " so only Donner-Ruma, the keypad fewer."
  },
  {
    "start": 1212.76,
    "end": 1214.2,
    "text": " I think he had half of PSG's touches."
  },
  {
    "start": 1214.22,
    "end": 1216.76,
    "text": " in the opposition box and over half their shots."
  },
  {
    "start": 1216.9,
    "end": 1219.3600000000001,
    "text": " And after the game, Lewis and Rieke said, I need more from him."
  },
  {
    "start": 1219.52,
    "end": 1220.9,
    "text": " I need more from him in different situations."
  },
  {
    "start": 1221.06,
    "end": 1224.06,
    "text": " And it's that thing now of, okay, this is a really niche example,"
  },
  {
    "start": 1224.18,
    "end": 1225.8,
    "text": " but you could score a hatch, you can win the game."
  },
  {
    "start": 1225.88,
    "end": 1228.92,
    "text": " But if you're not involved in play, then the coach isn't happy with you."
  },
  {
    "start": 1229.14,
    "end": 1232.02,
    "text": " Yeah, it speaks to something that I've written about this week, actually,"
  },
  {
    "start": 1232.06,
    "end": 1233.94,
    "text": " in terms of the touch volume of strikers"
  },
  {
    "start": 1233.94,
    "end": 1238.44,
    "text": " and how it's typically associated that low volume equals low quality."
  },
  {
    "start": 1238.56,
    "end": 1241.3600000000001,
    "text": " It means low involvement, but it doesn't necessarily mean low involvement"
  },
  {
    "start": 1241.3600000000001,
    "end": 1242.8,
    "text": " right at the crucial moment."
  },
  {
    "start": 1242.8,
    "end": 1245.72,
    "text": " But, yeah, to kind of reinforce what Liam said there,"
  },
  {
    "start": 1245.96,
    "end": 1249.68,
    "text": " Mbapapapé has scored 21 goals in Ligan this season for PSG,"
  },
  {
    "start": 1249.78,
    "end": 1253.8799999999999,
    "text": " and the nearest for PSG is Randall Kowloonwani on six,"
  },
  {
    "start": 1254.1599999999999,
    "end": 1256.1,
    "text": " and he's only started eight games this season."
  },
  {
    "start": 1256.18,
    "end": 1258.82,
    "text": " So it shows how much the attack obviously is geared towards him."
  },
  {
    "start": 1258.8999999999999,
    "end": 1261.06,
    "text": " But I think, you know, when he leaves,"
  },
  {
    "start": 1261.32,
    "end": 1264.32,
    "text": " it will be more of a coherent team in and out of possession."
  },
  {
    "start": 1264.32,
    "end": 1268.3799999999999,
    "text": " And Bradley Barclay has performed really well on the left-hand side"
  },
  {
    "start": 1268.3799999999999,
    "end": 1271.86,
    "text": " from an attacking perspective, but also from a defensive perspective as well."
  },
  {
    "start": 1271.8999999999999,
    "end": 1272.78,
    "text": " I think he's trusted more."
  },
  {
    "start": 1272.8,
    "end": 1275.0,
    "text": " more out of possession, you'll track back a little bit more."
  },
  {
    "start": 1275.6,
    "end": 1280.52,
    "text": " And more generally, I think that Louis Enrique next season will be able to implement more of a"
  },
  {
    "start": 1280.52,
    "end": 1286.04,
    "text": " tactical plan, a tactical structure that would be without rebuttal because Mbapé is such a big"
  },
  {
    "start": 1286.04,
    "end": 1290.84,
    "text": " name that he will be able to kind of curate it even more than he has now because he's not trying to"
  },
  {
    "start": 1290.84,
    "end": 1293.04,
    "text": " fit square pegs in roundholds to a certain extent."
  },
  {
    "start": 1293.04,
    "end": 1297.32,
    "text": " And that sounds strange to say about killing Mbapé, but he'll be able to have a full, coherent"
  },
  {
    "start": 1297.32,
    "end": 1299.5,
    "text": " unit, as I say, in and out of possession."
  },
  {
    "start": 1300.0,
    "end": 1302.78,
    "text": " And it's funny because really that's an amazing skill or a bit."
  },
  {
    "start": 1302.8,
    "end": 1306.6,
    "text": " to be involved in the game very little and then come up when your team really need you to be."
  },
  {
    "start": 1306.68,
    "end": 1311.56,
    "text": " That's something you can't teach or coach or buy, but is increasingly at odds with how a team"
  },
  {
    "start": 1311.56,
    "end": 1315.98,
    "text": " wants to play. And I think it's problems the wrong word, but it's a specific thing to league"
  },
  {
    "start": 1315.98,
    "end": 1320.18,
    "text": " largely in a way as well, because it's such a young league with young players that I think at times"
  },
  {
    "start": 1320.18,
    "end": 1324.22,
    "text": " the pressing can be not quite off, but it might be half a second later than what it is in the"
  },
  {
    "start": 1324.22,
    "end": 1328.6399999999999,
    "text": " Premier League. And you can play that pass, so you can have that extra bit of space. And I went through"
  },
  {
    "start": 1328.6399999999999,
    "end": 1332.48,
    "text": " since 2018, 19, and looked through FB Ref, and this is across the whole leagues. But"
  },
  {
    "start": 1332.8,
    "end": 1336.2,
    "text": " every season it comes out with the most dribbles per game because there is that time and space"
  },
  {
    "start": 1336.2,
    "end": 1340.44,
    "text": " and you do get players of really good athletic profiles that have come through that can, can dribble"
  },
  {
    "start": 1340.44,
    "end": 1345.36,
    "text": " and go 1v1. So the way that Lewis and Rueke is trying to play is probably a bit more suited as a system"
  },
  {
    "start": 1345.36,
    "end": 1349.26,
    "text": " to, and I think system's important when you then look at the Champions League and we spoke in depth"
  },
  {
    "start": 1349.26,
    "end": 1353.56,
    "text": " about City last season being defensively strong and solid. And I think defending in particular"
  },
  {
    "start": 1353.56,
    "end": 1357.8999999999999,
    "text": " becomes more about the system. Sure, you need a good, a good shot stop from, you know, sent her back to"
  },
  {
    "start": 1357.8999999999999,
    "end": 1362.78,
    "text": " certain profiles, but that becomes about being, you know, a unit, being tight, being compact, and knowing when"
  },
  {
    "start": 1362.8,
    "end": 1366.54,
    "text": " to press when to go. So I think, yeah, it's interesting how leagues impact that and then how"
  },
  {
    "start": 1366.54,
    "end": 1371.1599999999999,
    "text": " that has repercussions for the European game. The out of possession part of football, Michael,"
  },
  {
    "start": 1371.1599999999999,
    "end": 1375.6399999999999,
    "text": " feels very relevant to this discussion because, and this is using a broad brushstroke,"
  },
  {
    "start": 1376.12,
    "end": 1382.9199999999998,
    "text": " superstars are not generally thought of as being the guys who are also working their back sides off"
  },
  {
    "start": 1382.9199999999998,
    "end": 1389.6,
    "text": " without the ball. But of course, the way that the game works right now, you are either having to be"
  },
  {
    "start": 1389.6,
    "end": 1392.56,
    "text": " incredibly hardworking in terms of the ground that you're covering,"
  },
  {
    "start": 1392.8,
    "end": 1398.86,
    "text": " as you are being asked to press a lot and or being asked to be incredibly switched on mentally"
  },
  {
    "start": 1398.86,
    "end": 1405.7,
    "text": " in order to not be the weak link that brings the deck of cards that is a high press or a structured"
  },
  {
    "start": 1405.7,
    "end": 1410.3,
    "text": " block to come crashing down. And that feels like an important part of the discussion and maybe"
  },
  {
    "start": 1410.3,
    "end": 1417.52,
    "text": " Mbapé has within that. Yeah, for sure. I mean, often it does make sense to basically free one player"
  },
  {
    "start": 1417.52,
    "end": 1421.86,
    "text": " from defensive responsibilities, probably less so than ever, but certainly you see it sometimes"
  },
  {
    "start": 1421.8600000000001,
    "end": 1427.6000000000001,
    "text": " with a winger who was just asked to stay high, try to tempt the fallback to stay put,"
  },
  {
    "start": 1427.7600000000002,
    "end": 1433.8000000000002,
    "text": " or if not, just exploit space on the outside of the centrebacks. But it's probably maximum one."
  },
  {
    "start": 1434.0000000000002,
    "end": 1438.0800000000002,
    "text": " I think it was a period where you could free two or even three players from defensive responsibilities."
  },
  {
    "start": 1438.72,
    "end": 1444.42,
    "text": " We saw with PSG when they had NAMR, Mbapapé and Messi, that that just didn't work."
  },
  {
    "start": 1444.72,
    "end": 1448.92,
    "text": " And it was quite a funny contrast from the World Cup final, which obviously was all about"
  },
  {
    "start": 1448.92,
    "end": 1454.16,
    "text": " messy, Mbapé, and they had completely, complete freedom from defensive responsibilities."
  },
  {
    "start": 1454.42,
    "end": 1459.66,
    "text": " But to allow two players in the same team, that freedom just doesn't work. So yeah, it really is all"
  },
  {
    "start": 1459.66,
    "end": 1464.64,
    "text": " about without the ball stuff because you're just, it's not fun, is it? Superstars don't want to be"
  },
  {
    "start": 1464.64,
    "end": 1468.64,
    "text": " running and chasing. They just want to do stuff with the ball, which I can sympathise with."
  },
  {
    "start": 1469.2,
    "end": 1473.04,
    "text": " I think Sitter, a great example of this in terms of their outer possession approach. We saw their"
  },
  {
    "start": 1473.04,
    "end": 1478.8000000000002,
    "text": " press in the Champions League last season, often going between a 4-4-2-2-2-4. And within that, within that,"
  },
  {
    "start": 1478.92,
    "end": 1482.46,
    "text": " the hardest working players at times were, if not Harlem, DeBroner is the number 10,"
  },
  {
    "start": 1482.54,
    "end": 1486.7,
    "text": " or Bernardo out wide, grilish out wide, to be making those really aggressive sprints to put teams"
  },
  {
    "start": 1486.7,
    "end": 1491.88,
    "text": " under pressure to force those turnovers. So the big talk was, you know, fairly about Guido's proper"
  },
  {
    "start": 1491.88,
    "end": 1496.3600000000001,
    "text": " defenders, but they were not quite the last line of defense, but, you know, the backup if the press"
  },
  {
    "start": 1496.3600000000001,
    "end": 1500.0,
    "text": " doesn't quite work or teams go over them and go along. So you've now got to the point where,"
  },
  {
    "start": 1500.1000000000001,
    "end": 1503.2,
    "text": " yeah, those are some of your most important players. You see the same with Arson now,"
  },
  {
    "start": 1503.26,
    "end": 1507.42,
    "text": " some like Odega, covering the most distance on the pitch, making the most sprints, because that's"
  },
  {
    "start": 1507.42,
    "end": 1510.64,
    "text": " where you need to press because now if every team wants to build up short and they've got"
  },
  {
    "start": 1510.64,
    "end": 1514.3400000000001,
    "text": " a deep midfielder, you need the number 10 to be able to press the back lines and the number nine"
  },
  {
    "start": 1514.3400000000001,
    "end": 1519.5,
    "text": " can cover the pivot or vice versa. One last thing on PSG and Mbapé, because I do find this absolutely"
  },
  {
    "start": 1519.5,
    "end": 1526.68,
    "text": " fascinating, the different ways that we've looked at Mbapé and what his departure could mean for PSG."
  },
  {
    "start": 1527.04,
    "end": 1534.76,
    "text": " Leads me to want to ask you guys, do we think there is a chance or even a probability that PSG may be"
  },
  {
    "start": 1534.76,
    "end": 1542.04,
    "text": " better or not significantly worse after the departure of Kilien Mbapé, which would be completely"
  },
  {
    "start": 1542.04,
    "end": 1544.64,
    "text": " counterintuitive to how a lot of people see the game."
  },
  {
    "start": 1544.94,
    "end": 1549.34,
    "text": " Quite possibly. I think, and I'll use Manchester City as a similar example here of, I think"
  },
  {
    "start": 1549.34,
    "end": 1552.82,
    "text": " there are a lot more specific now in how they attack with Mbapé. I think they could be better in"
  },
  {
    "start": 1552.82,
    "end": 1557.12,
    "text": " attacking in other areas. So you look at how different their left side is where a lot of the time"
  },
  {
    "start": 1557.12,
    "end": 1561.28,
    "text": " the season it's been Lucas Hernandez, who really is a centre back playing on the left, tucking in to"
  },
  {
    "start": 1561.28,
    "end": 1564.74,
    "text": " make a back three. If Mbapapé's been playing off the left and then really it's"
  },
  {
    "start": 1564.76,
    "end": 1568.72,
    "text": " give the war to him. We've seen more recently Marco Asccio sort of make some crashing runs"
  },
  {
    "start": 1568.72,
    "end": 1573.48,
    "text": " inside the fullback, but it's been quite a specific, have a defender deep to cover, let Mbapé do"
  },
  {
    "start": 1573.48,
    "end": 1577.66,
    "text": " what he wants and, you know, Roman side into change positions, go 1v1. Whereas on the right,"
  },
  {
    "start": 1577.72,
    "end": 1581.86,
    "text": " it's been, Demberde's been a lot more of a dribbler can sort of go both ways and Hacimi's been making"
  },
  {
    "start": 1581.86,
    "end": 1586.34,
    "text": " these big underlapping runs. So it's been more of a team down the right-hand side and a bit more"
  },
  {
    "start": 1586.34,
    "end": 1590.54,
    "text": " individualistic down the left and probably a bit similar to Arsson in that regard as well when you'd"
  },
  {
    "start": 1590.54,
    "end": 1594.56,
    "text": " have Sacker and sort of whitel on the overlap and then Martinelli being a bit more sort of free"
  },
  {
    "start": 1594.56,
    "end": 1599.22,
    "text": " Rome. So I think you can have that balance. I think having it both ways on both sides sometimes"
  },
  {
    "start": 1599.22,
    "end": 1603.0,
    "text": " becomes a bit overly structured and becomes maybe not quite predictable, but you need that"
  },
  {
    "start": 1603.0,
    "end": 1607.34,
    "text": " ability to, you know, rotate and be free. If you have it completely free on both sides, then it's kind"
  },
  {
    "start": 1607.34,
    "end": 1611.72,
    "text": " of, from the coaching perspective, you go, well, now we've not really got too many organized patterns"
  },
  {
    "start": 1611.72,
    "end": 1615.46,
    "text": " of play or too many structured ways of attacking. So if you're working that way where players"
  },
  {
    "start": 1615.46,
    "end": 1618.96,
    "text": " have got more freedom to play and that can work, but it means as a coach, the players have got greater"
  },
  {
    "start": 1618.96,
    "end": 1620.62,
    "text": " responsibility, you're less in control of it."
  },
  {
    "start": 1624.56,
    "end": 1630.82,
    "text": " So that's looking ahead to Mbapet's departure from PSG. One side that have already"
  },
  {
    "start": 1630.82,
    "end": 1636.1599999999999,
    "text": " had to learn how to live without their superstar, Tottenham Hotspur, without Harry Kane. Difficult"
  },
  {
    "start": 1636.1599999999999,
    "end": 1641.8799999999999,
    "text": " to sift through and separate aspects of this with a change of manager and a huge change in tactical"
  },
  {
    "start": 1641.8799999999999,
    "end": 1648.0,
    "text": " system coming from the manager. But within that, Liam, how have Tottenham done it without Kane?"
  },
  {
    "start": 1648.6399999999999,
    "end": 1652.34,
    "text": " Well, I think you look at the number nine role specifically is changed almost entirely."
  },
  {
    "start": 1652.6399999999999,
    "end": 1654.54,
    "text": " I think Kane would have been fine within this. But again, it"
  },
  {
    "start": 1654.56,
    "end": 1658.0,
    "text": " wouldn't have been the type of system and with how dogmatic possible is if we're going to"
  },
  {
    "start": 1658.0,
    "end": 1662.48,
    "text": " play this way. Again, he wouldn't be the sort of profile that you get for this. His best assets,"
  },
  {
    "start": 1662.6,
    "end": 1666.54,
    "text": " of course, we know dropping in, linking, play, connecting, working with wingers, but also I think"
  },
  {
    "start": 1666.54,
    "end": 1670.1399999999999,
    "text": " the range of finishes he scores on the box, his ability to, you know, score left foot, right foot,"
  },
  {
    "start": 1670.5,
    "end": 1674.5,
    "text": " back to goal, there's quick snapshots, so you can score from distance. It's being so versatile"
  },
  {
    "start": 1674.5,
    "end": 1679.0,
    "text": " and that, you know, is an asset that a team should and do use in England as a great example of being"
  },
  {
    "start": 1679.0,
    "end": 1682.86,
    "text": " able to have a more fluid attack around him because he can be so good at so many different things."
  },
  {
    "start": 1682.94,
    "end": 1684.54,
    "text": " So he's a problem solver in his own."
  },
  {
    "start": 1684.56,
    "end": 1689.5,
    "text": " regard. But now, and I write a piece out of this season, this was, this was in December, so the data"
  },
  {
    "start": 1689.5,
    "end": 1693.5,
    "text": " won't be updated. I'm sure they've gone way past it. But they've become a much better team actually"
  },
  {
    "start": 1693.5,
    "end": 1697.52,
    "text": " attacking through cutbacks. And we associate this now even more with sort of title winners and title"
  },
  {
    "start": 1697.52,
    "end": 1701.82,
    "text": " challenges because you're getting into these, you know, one touch finish situations, really close to"
  },
  {
    "start": 1701.82,
    "end": 1705.84,
    "text": " goal. You're basically generating tapins and they're the, aside from probably penalties, the best"
  },
  {
    "start": 1705.84,
    "end": 1709.8,
    "text": " type of chance that you can repeatedly get in open play. And that's because they've got these fullbacks"
  },
  {
    "start": 1709.8,
    "end": 1713.98,
    "text": " that are rolling inside, not just quite into midfield, but really at times almost onto the last line,"
  },
  {
    "start": 1713.98,
    "end": 1718.3,
    "text": " into these really advanced half space positions. And it then creates a difficulty of if you"
  },
  {
    "start": 1718.3,
    "end": 1722.16,
    "text": " sort of mark them with your wingers or your midfielders, you can get sort of pinned in really deep"
  },
  {
    "start": 1722.16,
    "end": 1725.72,
    "text": " in their space to sort of circulate. And if you don't pick them up, obviously, they can connect through."
  },
  {
    "start": 1725.88,
    "end": 1730.48,
    "text": " And it also frees up James Maderton when he's fit and playing to sort of drop in and be the conductor,"
  },
  {
    "start": 1730.56,
    "end": 1734.32,
    "text": " if you like. So yeah, they've become generally a better team. You look at their spread of goals"
  },
  {
    "start": 1734.32,
    "end": 1738.6,
    "text": " is now better. And the impact then on the number nine, which has been a mix of Son and Rich"
  },
  {
    "start": 1738.6,
    "end": 1742.98,
    "text": " Charleston has largely been to sort of stand and offside positions in buildup. It's to not really"
  },
  {
    "start": 1742.98,
    "end": 1747.4,
    "text": " get involved. Their touch frequency per game is really, really low. Ironically, something"
  },
  {
    "start": 1747.4,
    "end": 1751.92,
    "text": " that Postercockoli wants. It was the same from what I'd seen in what I'd read at Celtic. And their job then"
  },
  {
    "start": 1751.92,
    "end": 1755.3,
    "text": " is to be in that position so that when the ball does get through to the winger or to a fullback,"
  },
  {
    "start": 1755.56,
    "end": 1760.2,
    "text": " you can crash the box. You'll get in between the post to score. And Richarlison is a phenomenal example"
  },
  {
    "start": 1760.2,
    "end": 1764.0,
    "text": " of that. His recent run, I think, this might not still be true, but there was a point where he'd"
  },
  {
    "start": 1764.0,
    "end": 1767.88,
    "text": " scored his eight shots that were the closest to goal that he'd taken this season."
  },
  {
    "start": 1767.88,
    "end": 1772.96,
    "text": " And how's Kane's arrival in Munich changed Bayern, Mark? Was there a"
  },
  {
    "start": 1772.98,
    "end": 1777.98,
    "text": " Robert Lewandowski-shaped hole that he has filled, or has he created his own hole?"
  },
  {
    "start": 1778.8600000000001,
    "end": 1783.44,
    "text": " I mean, from a goal scoring perspective, he's definitely filled a hole."
  },
  {
    "start": 1783.54,
    "end": 1788.84,
    "text": " 25 goals in the Bundesliga is more than any other player across Europe's top five leagues."
  },
  {
    "start": 1789.14,
    "end": 1790.08,
    "text": " So the goal hole."
  },
  {
    "start": 1790.08,
    "end": 1796.34,
    "text": " I think it's definitely the case that he's definitely filled that from, you know, spearheading the attack"
  },
  {
    "start": 1796.34,
    "end": 1801.46,
    "text": " in that regard. But I think to an extent, his role has meant that Bayern have had to adapt around him a little bit,"
  },
  {
    "start": 1801.46,
    "end": 1806.06,
    "text": " which has had probably more negative effects in recent weeks that we've seen than necessarily"
  },
  {
    "start": 1806.06,
    "end": 1810.18,
    "text": " across the whole season. Because I think that the narrative coming out of Byron was things"
  },
  {
    "start": 1810.18,
    "end": 1815.22,
    "text": " before their recent slump has been worse than it actually has been. I think it's been credit to"
  },
  {
    "start": 1815.22,
    "end": 1821.32,
    "text": " by Leverkusen. But for all the reasons that Liam said about Kane liking to drop in and get involved"
  },
  {
    "start": 1821.32,
    "end": 1827.38,
    "text": " in the play, sometimes at Bayern, you do need someone to have more akin to what Liam said about"
  },
  {
    "start": 1827.38,
    "end": 1831.38,
    "text": " playing between the two centrebacks or playing between the posts. And Kane,"
  },
  {
    "start": 1831.46,
    "end": 1833.46,
    "text": " isn't necessarily always that player."
  },
  {
    "start": 1833.56,
    "end": 1838.1000000000001,
    "text": " And I think that there was a really good example or a really good piece that was written by John"
  },
  {
    "start": 1838.1000000000001,
    "end": 1843.42,
    "text": " Mueller on site to show this that a few occasions in the Latzio game in their most recent"
  },
  {
    "start": 1843.42,
    "end": 1845.04,
    "text": " Champions League game, which they lost 1-0."
  },
  {
    "start": 1845.4,
    "end": 1849.22,
    "text": " There were occasions where he did need to be that player who's running off the shoulder,"
  },
  {
    "start": 1849.3400000000001,
    "end": 1853.88,
    "text": " even just to stretch the back line a little bit, but instead he was coming towards the play."
  },
  {
    "start": 1853.88,
    "end": 1859.8,
    "text": " And then when the play did go beyond him, he wasn't even near the box, never mind trying to get a shot"
  },
  {
    "start": 1859.8,
    "end": 1860.3400000000001,
    "text": " away at goal."
  },
  {
    "start": 1860.3400000000001,
    "end": 1864.3200000000002,
    "text": " The point I guess I'm making is that yes, he scored quite a few goals, but especially in"
  },
  {
    "start": 1864.3200000000002,
    "end": 1869.8000000000002,
    "text": " Bryan's recent slump, you sometimes do need your central striker to be the central striker, and he's"
  },
  {
    "start": 1869.8000000000002,
    "end": 1871.9800000000002,
    "text": " not always wanting to be that player."
  },
  {
    "start": 1872.3400000000001,
    "end": 1877.68,
    "text": " And of course, injuries can also be reasons why teams don't want to rely on Super SARS in any"
  },
  {
    "start": 1877.68,
    "end": 1882.64,
    "text": " tactical system because they create a single point of failure by relying on someone with a unique"
  },
  {
    "start": 1882.64,
    "end": 1885.5200000000002,
    "text": " skill set that perhaps can't be replicated elsewhere in your squad."
  },
  {
    "start": 1886.1200000000001,
    "end": 1890.2800000000002,
    "text": " Liverpool and Virgil Van Dyck spring to mind, and perhaps the most obvious defensive"
  },
  {
    "start": 1890.3400000000001,
    "end": 1893.42,
    "text": " of superstar in English football over the last decade or so."
  },
  {
    "start": 1893.8200000000002,
    "end": 1900.8200000000002,
    "text": " When Van Dyke got injured, Mark, in the 2020-201 season, where he missed 57 games for club and"
  },
  {
    "start": 1900.8200000000002,
    "end": 1904.9,
    "text": " country, is that the best example of this? And how did Liverpool cope with that?"
  },
  {
    "start": 1905.5600000000002,
    "end": 1908.88,
    "text": " Yeah, I'd say it probably is the best example. I think, yeah, to Liam's point,"
  },
  {
    "start": 1909.0400000000002,
    "end": 1914.4,
    "text": " you almost, it's quite jarring to think of a centreback as a superstar. But I suppose he is"
  },
  {
    "start": 1914.4,
    "end": 1920.1200000000001,
    "text": " one of the versions of that. So, yeah, I think it is one of the key examples. I think it was"
  },
  {
    "start": 1920.1200000000001,
    "end": 1924.7800000000002,
    "text": " obvious that he was crucial to Liverpool from a defensive foundation perspective."
  },
  {
    "start": 1925.2800000000002,
    "end": 1929.7600000000002,
    "text": " That's why I think it's slightly different to your typical sense where you think, okay, well,"
  },
  {
    "start": 1929.7600000000002,
    "end": 1933.6000000000001,
    "text": " we're not scoring as many goals because we don't have our superstar player or we don't have as much"
  },
  {
    "start": 1933.6000000000001,
    "end": 1942.18,
    "text": " creativity in the attack. But he was so crucial with his recovery pace and his dominance in aerial"
  },
  {
    "start": 1942.18,
    "end": 1947.7800000000002,
    "text": " jewels that it allowed Liverpool to have a really high backline. And then that affected, you mentioned"
  },
  {
    "start": 1947.7800000000002,
    "end": 1950.1000000000001,
    "text": " the deck of cards falling. It had such a..."
  },
  {
    "start": 1950.1200000000001,
    "end": 1954.46,
    "text": " an effect on the rest of the team if they weren't able to play a high defensive line because"
  },
  {
    "start": 1954.46,
    "end": 1958.44,
    "text": " then they're not able to squeeze as high and then they're able to be played through. And I think"
  },
  {
    "start": 1958.44,
    "end": 1962.88,
    "text": " that's essentially what happened in that regard. So it affected their whole out of possession"
  },
  {
    "start": 1962.88,
    "end": 1968.42,
    "text": " approach. It subsequently led to a terrible season of just so many injuries. But I think the reason"
  },
  {
    "start": 1968.42,
    "end": 1973.6000000000001,
    "text": " that injury, those injuries happened wasn't just kind of bad luck or serendipity, but the likes of"
  },
  {
    "start": 1973.6000000000001,
    "end": 1979.5400000000002,
    "text": " Fabino and Henderson had to play a centreback. And their profile and their role that they had was"
  },
  {
    "start": 1979.54,
    "end": 1984.1399999999999,
    "text": " obviously typically a midfielder and they had to do kind of shuttle runs to have that"
  },
  {
    "start": 1984.1399999999999,
    "end": 1987.52,
    "text": " high line and they were getting muscular injuries because they weren't built in the same"
  },
  {
    "start": 1987.52,
    "end": 1990.46,
    "text": " or aren't built in the same way. They didn't have centreback hamstrings."
  },
  {
    "start": 1990.96,
    "end": 1996.96,
    "text": " Basically that, yeah. So I think one one injury, one crucial injury to a single player actually"
  },
  {
    "start": 1996.96,
    "end": 1998.8,
    "text": " had a huge knock on effect for the rest of the squad."
  },
  {
    "start": 1999.3799999999999,
    "end": 2005.44,
    "text": " Crucial, cruciate injury. And what about this season, Michael, with Manchester City, with Erling"
  },
  {
    "start": 2005.44,
    "end": 2009.42,
    "text": " Holland and Kevin de Broiner having been unavailable for quite significant spells."
  },
  {
    "start": 2009.54,
    "end": 2014.0,
    "text": " of the season. How have they been able to handle that? Well, I think they're a club that's based"
  },
  {
    "start": 2014.0,
    "end": 2017.36,
    "text": " around the philosophy and based around having lots of different players, you can do different"
  },
  {
    "start": 2017.36,
    "end": 2021.86,
    "text": " jobs. So I think they've adjusted pretty well, particularly in terms of DeBroyne, because I think"
  },
  {
    "start": 2021.86,
    "end": 2026.84,
    "text": " they've got so many other good attackers who can play, not necessarily the same role, but they can"
  },
  {
    "start": 2026.84,
    "end": 2032.42,
    "text": " contribute things that DeBron would. I think Alvarez is a number 10 is an option or has been an option"
  },
  {
    "start": 2032.42,
    "end": 2038.1399999999999,
    "text": " when DeBron has been out. Foden, I think, has stepped up well this season. Holland, I mean, it comes back"
  },
  {
    "start": 2038.14,
    "end": 2044.1000000000001,
    "text": " to a debate that has been ongoing for the last 18 months and a debate that we've had before"
  },
  {
    "start": 2044.1000000000001,
    "end": 2049.12,
    "text": " about basing your side around one striker and whether you want the goals all to come from one striker"
  },
  {
    "start": 2049.12,
    "end": 2054.76,
    "text": " or from others. And I still think there's a question mark, really, about whether the city are better"
  },
  {
    "start": 2054.76,
    "end": 2059.42,
    "text": " with Holland or without him. They won the treble last year, but when you look at their goals"
  },
  {
    "start": 2059.42,
    "end": 2064.52,
    "text": " scored tally in the league, despite him scoring 40-odd goals, they didn't actually score any more"
  },
  {
    "start": 2064.52,
    "end": 2067.96,
    "text": " overall compared to the previous season. So, yeah, I think,"
  },
  {
    "start": 2068.14,
    "end": 2072.2799999999997,
    "text": " I think City basically got the balance right. They've got a lot of very good players. You can play in a"
  },
  {
    "start": 2072.2799999999997,
    "end": 2077.74,
    "text": " harmonious system. And they've got a couple of players, DeBron and Holland, who can just do things"
  },
  {
    "start": 2077.74,
    "end": 2082.62,
    "text": " that no one else can. And I suppose in the interest of bringing up individuals and celebrating those"
  },
  {
    "start": 2082.62,
    "end": 2088.7,
    "text": " who are performing well, Phil Foden's obviously stepped up hugely in terms of making a leap for"
  },
  {
    "start": 2088.7,
    "end": 2094.72,
    "text": " minutes played and goal contributions as well as so much else in this game. I suppose before we wrap"
  },
  {
    "start": 2094.7200000000003,
    "end": 2102.4800000000005,
    "text": " up. It's worth separating league football and the desire to win titles and succeed"
  },
  {
    "start": 2102.4800000000005,
    "end": 2107.6000000000004,
    "text": " over the course of a 38 game season and tournament level football, which can become knockout"
  },
  {
    "start": 2107.6000000000004,
    "end": 2111.5200000000004,
    "text": " level football in the case of the Champions League and the World Cup as well. Liam,"
  },
  {
    "start": 2111.5200000000004,
    "end": 2120.1200000000003,
    "text": " in tournament football is the hypothesis that it's still ripe or riper for superstar-led"
  },
  {
    "start": 2120.1200000000003,
    "end": 2124.7000000000003,
    "text": " systems, but that that is as discussed, something that at league level,"
  },
  {
    "start": 2124.7200000000003,
    "end": 2129.0000000000005,
    "text": " seems to have gone out of the game. And if so, why is that? Well, I think the first point is"
  },
  {
    "start": 2129.0000000000005,
    "end": 2133.82,
    "text": " the sheer amount of games that you play or you don't play, similar to knockout football in general,"
  },
  {
    "start": 2133.82,
    "end": 2138.3,
    "text": " that there's fewer matches, so you need players to win your games in both boxes, to be decisive."
  },
  {
    "start": 2138.46,
    "end": 2142.6000000000004,
    "text": " That's the same for goalkeepers, you know, defenders as well as strike as the ones that will score"
  },
  {
    "start": 2142.6000000000004,
    "end": 2147.1400000000003,
    "text": " you goals. But I think there's an impact of it being a bit less tactically complex just because"
  },
  {
    "start": 2147.1400000000003,
    "end": 2151.8,
    "text": " you get less time to train, less time to prepare. The analysis, of course, tend to still be at the same"
  },
  {
    "start": 2151.8,
    "end": 2154.7000000000003,
    "text": " level, but I think it could be more volatile in terms of players being in or"
  },
  {
    "start": 2154.7200000000003,
    "end": 2157.84,
    "text": " being out. France, a great example of this, that played a back three, you know, in the"
  },
  {
    "start": 2157.84,
    "end": 2161.9,
    "text": " Nations League and got really far with it under Deschamps and then went back to a 4-2-3-1,"
  },
  {
    "start": 2162.0200000000004,
    "end": 2167.6400000000003,
    "text": " actually in, yeah, in the World Cup itself. And when they played, obviously, Argentina and the final,"
  },
  {
    "start": 2167.7200000000003,
    "end": 2171.82,
    "text": " that was a great example of two teams under two head coaches, one who's been there a decade,"
  },
  {
    "start": 2172.0000000000005,
    "end": 2176.78,
    "text": " one who'd been there a year and a half or however long with Scoloni. And both had built their teams"
  },
  {
    "start": 2176.78,
    "end": 2181.5600000000004,
    "text": " in ways that manifested quite similarly around a real sort of star player. And I think it's just linked"
  },
  {
    "start": 2181.5600000000004,
    "end": 2184.7000000000003,
    "text": " now to England specifically seem to move their star."
  },
  {
    "start": 2184.7200000000003,
    "end": 2187.6800000000003,
    "text": " while this isn't verbatim, but I think Garra Southgate said something along the lines of"
  },
  {
    "start": 2187.6800000000003,
    "end": 2192.5800000000004,
    "text": " because most of the top teams where the England players were playing at played in a possession"
  },
  {
    "start": 2192.5800000000004,
    "end": 2196.36,
    "text": " way, high pressing in the system, they wanted to match the national team up to that because"
  },
  {
    "start": 2196.36,
    "end": 2200.0000000000005,
    "text": " that would make it easier, you know, getting players to do the same things to the national team"
  },
  {
    "start": 2200.0000000000005,
    "end": 2203.4,
    "text": " that they're doing on a daily, weekly, monthly basis for their club, rather than having them"
  },
  {
    "start": 2203.4,
    "end": 2206.7200000000003,
    "text": " come in and try and coach a whole different way of playing and change everything. It's like,"
  },
  {
    "start": 2207.0200000000004,
    "end": 2208.5400000000004,
    "text": " no, it's kind of the same, just with fewer tweaks."
  },
  {
    "start": 2208.78,
    "end": 2213.76,
    "text": " I mean, Michael's mentioned it in weeks gone by about the sort of European club level. The games"
  },
  {
    "start": 2213.76,
    "end": 2218.1000000000004,
    "text": " are so tight that the difference makers are often your superstars. So I can sort of see it more"
  },
  {
    "start": 2218.1000000000004,
    "end": 2222.6400000000003,
    "text": " in tournament football at club level. At international level, we see it so much in major"
  },
  {
    "start": 2222.6400000000003,
    "end": 2227.82,
    "text": " tournaments that quite naturally the disparity between your best players and your worst players"
  },
  {
    "start": 2227.82,
    "end": 2233.6600000000003,
    "text": " are far greater than at club level and, you know, playing across a whole domestic season. So"
  },
  {
    "start": 2233.6600000000003,
    "end": 2239.6800000000003,
    "text": " naturally, it's an obvious point to make, but you just simply have less choice to choose from because"
  },
  {
    "start": 2239.6800000000003,
    "end": 2243.7400000000002,
    "text": " you can't sign players, you've got to deal with the cohort of players that you have. So I think"
  },
  {
    "start": 2243.76,
    "end": 2248.6000000000004,
    "text": " that because of that fact, there's more, it's going to be more likely geared towards a superstar"
  },
  {
    "start": 2248.6000000000004,
    "end": 2254.6000000000004,
    "text": " if the opportunity is there. You think of something as simple as Levendowski playing for Poland,"
  },
  {
    "start": 2254.82,
    "end": 2258.1600000000003,
    "text": " the quote unquote, quote, quote, quote, worst player in that squad is going to be a lot worse"
  },
  {
    "start": 2258.1600000000003,
    "end": 2264.1600000000003,
    "text": " than, than maybe someone who's a higher nation who's got a higher level team. So I can see why"
  },
  {
    "start": 2264.1600000000003,
    "end": 2268.7400000000002,
    "text": " there'd be more geared towards superstars at international level than the necessarily club level."
  },
  {
    "start": 2268.7400000000002,
    "end": 2273.7400000000002,
    "text": " Well, thank you very much, guys. A lot to get our heads around there."
  },
  {
    "start": 2273.76,
    "end": 2283.0800000000004,
    "text": " It's been a fascinating episode and I want to thank Mark, Michael and Liam for helping us out in this discussion and providing what has hopefully been an interesting listen."
  },
  {
    "start": 2283.2400000000002,
    "end": 2289.38,
    "text": " Please do get in touch with us. You can do so on Twitter, but also on the Athletic site, there is a specific podcast page."
  },
  {
    "start": 2289.94,
    "end": 2297.96,
    "text": " And for each episode, there is a comment section and it's always lovely to hear what you guys are thinking and saying off the back of listening to the pod."
  },
  {
    "start": 2298.26,
    "end": 2300.9,
    "text": " Make sure you're subscribed to the podcast feed and to The Athletic as well."
  },
  {
    "start": 2300.96,
    "end": 2303.6800000000003,
    "text": " You can do that by heading to Theathletic.com."
  },
  {
    "start": 2303.76,
    "end": 2308.5600000000004,
    "text": " forward slash tactics for the best current discount on an annual subscription."
  },
  {
    "start": 2308.9,
    "end": 2311.92,
    "text": " We'll be back again next week and looking forward to it already. Go well."
  }
]